Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 一家四口穿好外套，便出了门。
en_us: The family of four put on their jackets and went out.

source: 一家新酒馆，一个年轻的老板，仅有的两位客人，这让卢西恩心里的预期一下子掉到了谷底，看来波比的品味和赫克托还是差远了。
en_us: A new tavern, a young owner, and only two customers. This made Lucien's expectations drop right to the bottom. It seemed like Bobby's taste was a far cry from that of Hector.

source: 一小口酒，一口菜，一人独饮，却也有滋有味。
en_us: A sip of wine, a bite of food. Even though Abraham was alone, he still enjoyed himself.

source: 一尺长的擀面杖果然飞快变小，最后变得如绣花针一般大小。
en_us: The 30-cm-long roller pin indeed swiftly became small, and was finally as small as a sewing needle.

source: 一座冰窟之中，乔修坐在冰王座上，看着站在下方的兰克斯特笑着道。
en_us: In an ice cavern, Josh sat on an ice throne and smilingly said to Rankster at the bottom.

source: 一开门，花香飘来，倒是让人心旷神怡。
en_us: Flora fragrance greeted them as soon as they opened the door. It made them feel refreshed.

source: 一斧两断，这么残忍的画面，连麦格自己都不敢回头。
en_us: He was cut into two by the ax. It was so cruel that Mag didn't even dare to turn and look.

source: 一旁抱着鲜榨果汁吸着的艾米眼睛一亮，笑眯眯的看着诺亚道：“真的吗？那以后我可以叫你诺亚小弟弟吗？”
en_us: The eyes of Amy, who was holding a glass of freshly squeezed juice, lit up, and she smilingly said to Noah, "Really? Then, can I call you Little Brother Noah in the future?"

source: 一旁波比已经熟练的拿起那瓶茅台酒，解开红布，然后伸手拔开木塞。
en_us: Bobby had already opened up the bottle of Maotai adeptly. He opened up the red cloth, and he pulled out the cork.

source: 一旁的墙上挂满了手写的任务单，大厅里的人大都挤在那任务栏前看着，考虑领取什么任务。
en_us: On the wall at the side, was a list of missions written by hand. The people in the hall were all looking at the missions, considering which one they should take up.

source: 一旁的小丫鬟也是有些气鼓鼓的看着麦格，怎么可以这样贬低自家小姐辛辛苦苦酿的酒。
en_us: The servant maid at the side looked at Mag angrily. How could someone bash up the wine that their young mistress made like that?

source: 一旦有奴隶违反，他们将遭受非人的虐待，甚至可能因此丢掉性命。
en_us: If a slave breaks the rules, they would be tortured inhumanely and might even lose their lives because of that.

source: 一旦那些被封印的魔鬼被放出来，诺兰大陆将会迎来末日。
en_us: Once those sealed devils were released, the day of apocalypse would arrive on the Norland Continent.

source: 一月之期已经过了小半，塞班酒馆还是个不知名的小酒馆，这距离他在洛都打出知名度的差距尚远。
en_us: More than half of a month had passed and Saipan Tavern was still an unknown little tavern. This was still very far from his goal of making a name for himself in Rodu.

source: 一本食全食美杂志让他连升两级，获得诸多奖励，让他尝到了甜头。
en_us: An issue of the Perfect Food had already let him jump two levels up and receive many awards. He came to know the benefits of it.

source: 一束光点燃了他的身体，然后转眼间化为了灰烬。
en_us: A beam of light lit up his body and he turned into dust instantly.

source: 一条冰霜巨龙从雪原上空缓缓滑翔而过，目光扫视着地面。
en_us: A frost dragon slowly glided over the sky above the snow plains, scanning the ground with its gaze.

source: 一条商业街就像一个神态系统，要想健康长久，就得具有规划性。
en_us: A commercial street was like an ecosystem. For it to last long and healthily, there had to be a specific plan.

source: 一条浅绿色的光束从天际飞来，落到了她的眉心之上。
en_us: A faint green beam of light flew over from the horizon and landed on her glabella.

source: 一条街上的两家酒馆，在品酒大会上同时斩获五十分的高分。
en_us: Two tavern on a street both received the 50 points perfect score on the liquor tasting event.

source: 一杯杯酒被端到了评委的面前。
en_us: The glasses were placed in front of the judges.

source: 一杯杯酒被送到了五位评委面前，他们的神情都有些复杂。
en_us: The glasses were sent to the five judges, who all had a complicated expression.

source: 一架星际战舰，火力全开，可以轻松清理数万古尸。
en_us: A intergalactical battleship could clear tens of thousands of ancient corpses easily at full power.

source: 一瓶酿造于三十年前的酒，跨越了时间长河，再次在品酒大会上绽放夺目的光彩。
en_us: A bottle of liquor that was brewed 30 years ago, sparkled brightly at the liquor tasting event again after crossing the long river of time.

source: 一百五十铜币两只鹅，他面前还能赚点饲料钱回来，可这一下子又被套走三个，那可就是纯亏的了。
en_us: He could still earn some money for the feed with 150 copper coins for two geese, but now it was a loss after losing three geese in one go.

source: 一直背对着洞口的海伦娜终于起身，转身俯视着艾略特。
en_us: Helena, who had her back facing the cave, finally got up and looked down at Elliot.

source: 一直闭着眼睛的骑士突然睁开了眼睛，同时一把握住了身边的长剑，看着一步步鬼魅走来的黑袍人，缓缓站起身来，神情凝重的喝道：“来者何人！”
en_us: The knight, who sat with his eyes closed, suddenly opened his eyes. At the same time, he quickly grabbed his longsword, and stood up slowly while watching the man in a black robe walk slowly towards him. With a grave expression, he exclaimed, "Who are you!?"

source: 一睁眼，便看到四个围着他的脑袋。
en_us: As soon as he opened his eyes, he saw four heads hovering around him.

source: 一组组酒被送上台，或许是因为泰坦酒太过惊艳，让众评委一时间还未缓过神来，又或是后边的酒质量实在堪忧，竟是接连四组没有一款酒上三十分钟的。
en_us: Groups after groups of liquor were sent onto the stage. Perhaps, it was because Titan Liquor was too awesome, the judges couldn't snap out of it quickly, or perhaps the subsequent liquors' quality were bad, none of the subsequent four groups of liquor that came after it received more than 30 points.

source: 一股奶香味伴着蛋酥香味顿时充斥着厨房，并且强势的向着厨房门口涌来，让在厨房门口守候着的三人皆是眼睛一亮。
en_us: A milky aroma together with the aroma of the egg pastry filled the kitchen and surged towards the kitchen's door. The eyes of the three people watching at the door all lit up.

source: 一股浓浓的酒香味顿时散发出来。
en_us: A rich liquor aroma wafted out instantly.

source: 一股浓郁的异香从小盅中传了出来，很快便充满了船舱。
en_us: A rich arome whiffed out from the little soup pot and quickly filled the cabin.

source: 一股浓郁的酒香很快涌了出来，并且快速向着四周扩散而去。
en_us: A rich liquor's aroma quickly surged out and spread everywhere rapidly.

source: 一股清新淡雅的酒香随之飘了出来。
en_us: A light refreshing scent wafted out.

source: 一般喝醉了的第二天早上，都会因为宿醉而头疼没有食欲。
en_us: Usually, Irina would have such a bad headache the next morning from the hangover she would have no appetite.

source: 一般女人这种时候都会说：老公，你掏箱子的样子好帅！
en_us: Usually, at this time, women would go: Hubby, you look so suave pulling that chest out.

source: 一般父母双亡的，多半拿了主角剧本。
en_us: Usually, those with both parents passed away would have most probably taken the script for the lead.

source: 一般男人，不应该说：有时间一起睡觉吗？
en_us: Usually, shouldn't the man say: Let's sleep together whenever you are free?

source: 一般的酒鬼花生，冷水浸泡之后去皮，然后下锅油炸，留底油再加入辣椒和花椒煸炒之后便可出锅。
en_us: The usual drunkard peanuts were made by soaking the peanuts in cold water, and removing the skin before deep-drying them. Some of the deep-frying oil would be kept; chili and Sichuan pepper would be added in to be stir-fried, and they could be served.

source: 一般这种时候……就是变胖的时候了。
en_us: Usually this is when... one would grow fat.

source: 一艘五星战舰在虚空之中出现，舰首巨型主炮电磁炮对着克苏鲁快速充能，三门主炮也是随即瞄准了克苏鲁。
en_us: A star-shaped battleship appeared in the void. The giant main electromagnetic gun aimed at Cthulhu and rapidly recharged. Its three main cannons also aimed at Cthulhu.

source: 一行人寻了一家没有客人，但摆着不少画册的书店进去。
en_us: Mag and his family found a bookshop with many picture albums but no customers, and went in.

source: 一行人穿过长长的宫殿长廊，最终在一座大殿之外停下。
en_us: The group of people walked through the long palace corridors and finally stopped outside a palace hall.

source: 一记低级的冰锥术，穿透了他的小腿。
en_us: Using a low-level ice magic, an icicle pierced through his calf.

source: 一路上艾米都在叽叽喳喳的给安妮讲她以前流浪街头的事情，不过那段心酸的经历，从她的口中讲述出来，却充满了乐趣和冒险，仿佛一切的危险和困难都只是微不足道的插曲，还不如一个甜脆饼重要。
en_us: Amy told Annie about the time that she wandered on the streets along the way. However, the sad experience sounded fun and adventurous when Amy said it, as if all the dangers and difficulties were simply small issues not even as important as a pancake.

source: 一边哭着，波比又给自己倒了杯酒，然后一口闷了。
en_us: As he cried, Bobby poured himself another glass of wine before chugging it down.

source: 一进酿酒坊，最引人瞩目的当属位于正中央的蒸馏装置。
en_us: The moment one entered the brewery, the thing that stood out the more was the distillation unit right in the centre.

source: 一进门，酒香的确诱人。
en_us: The moment they stepped in, the fragrance did hit them.

source: 一进餐厅，寒冷便被隔绝在大门之外。
en_us: The cold was kept out once they entered the restaurant.

source: 一道不屑而满是嘲讽的冷笑在洞府里响起。
en_us: A scoff filled the cave.

source: 一道蓝银色的光芒从她的掌心中亮起，将那恐怖猎手的脑袋包裹。
en_us: A silverish-blue light lit up in the palm and engulfed the head of that horror hunter.

source: 一道道视线刷刷的看了过来，先落到一身红衣的埃菲身上，然后才落到麦格身上。
en_us: All the gazes swept over and landed on Eiffie, who was wearing red clothes, before landing on Mag.

source: 一队兽人进驻奥斯特的府邸，开始接管奥格部落。
en_us: A troop of orcs entered Auster's residence and began taking over the Aug Tribe.

source: 一面光滑厚重的冰墙便构建起了一个更为坚固的牢房，让他们能够站在冰墙之后肆意的嘲弄那些张牙舞爪的奴隶。
en_us: A smooth and thick ice wall created an even more sturdy cell, allowing them to mock those struggling slaves behind it at will.

source: 一骑从远处跑来。
en_us: A steed came from afar.

source: 万年玄冰在天都剑下如豆腐般化为冰屑，一条一人多宽的通道被强行打通，不多久，便有光线透过冰块映照下来。
en_us: The everlasting ice became as weak as tofu in front of the Tian Du sword. A pathway wide enough for a person was forcefully made and soon, light pierced through the ice.

source: 三个小脑袋从后边的房子门口探了出来，有些怜悯的看着帕萨。
en_us: Three little heads peeked out from the door behind, looking at Pasa pitifully.

source: 三个灌汤包下肚，麦格已经吃的差不多，安妮也是放下了筷子。
en_us: After finishing the three soup dumplings, Mag was about full and Annie had also placed her chopsticks down.

source: 三个被看似随手丢出去的竹圈，稳稳的套中了三只大肥鹅。
en_us: The three rings that seemed to be tossed out casually caught three fat geese securely.

source: 三分钟后，冰块掉落消散。
en_us: Three minutes later, the ice fell off and disappeared.

source: 三分钟后，梅兰特抬起头来，微微摇头道：“恐怕他已经生出警惕，离开了洛都。”
en_us: Three minutes later, Merante looked up. He shook his head slightly, and said, "I'm afraid he was alarmed and left Rodu."

source: 三十个圈还剩下五个，可围栏里已经没有鹅了。
en_us: There were five rings left out of the 30, but there were no more geese left within the fences.

source: 三十年前第一届品酒大会的金奖酒就是泰坦酒，在当时可是传为佳话的。
en_us: The gold award's winner of the very first liquor tasting event 30 years ago was Titan Liquor. It became a much-told tale back then.

source: 三枚火球落在了街道上，炸出了三个数米深坑。
en_us: The three fireballs landed on the streets and made three craters that were a few meters deep.

source: 三枚雷球在地上爆开，升起了几团烟雾。
en_us: Three thunder balls exploded on the floor and a few puffs of smoke rose up.

source: 上一次……
en_us: The last time…

source: 上一辈子有再多的钱，身边围着再多的人，依旧觉得自己和这个世界格格不入，许久都感受不到快乐的感觉。
en_us: In his previous life, no matter how much money he had had, and how many people he had had by his side, he had still felt out of place in that world. He hadn't felt happy for a long time.

source: 上千名布鲁斯特家族蓄养的兵士，在管家的带领下，全副武装的向着奴隶区围拢而去。
en_us: Thousands of Brewster Family's soldiers in battle gear converged towards the slaves' circle under the butler's lead.

source: 上百位九级、十级强者陆续赶到，在皇宫外摆开，同样克制而警惕的盯着那头紫纹狮鹫，以及狮鹫上那两道传奇的身影。
en_us: Hundreds of 9th-tier and 10th-tier powerhouses started arriving, standing in formation outside the palace. They watched the purple-striped griffin, as well as the two legendary silhouettes on the griffin's back, warily.

source: 上百根肉串，两只手抓都是一大把，可在麦格的手中上下翻转，分散时如天女散花，在火星飞扬的烤架上绽放出了令人惊叹的弧度。
en_us: Over 100 kebabs filled his hands. Mag flipped them up and down and scattered out, creating amazing curves over the grill with sparks flying around.

source: 上辈子是因为有钱。
en_us: In his previous life, it was because he was rich.

source: 下一瞬间，麦格出现在它的头顶之上，手握重剑，重重拍下。
en_us: In the very next instant, Mag appeared above its head with his heavy sword and smacked down hard.

source: 下令攻击兽人族和精灵族那日，他刚好因为身体原因告假在家，所以躲过了这场灾祸。
en_us: He happened to be at home on a leave due to health reasons on the day the orcs and elves were attacked, so he managed to evade the calamity.

source: 下坠的流星晃了晃，隐约有倒飞回去的迹象……
en_us: The falling meteor shower shook a little, with traces of flying backward…

source: 下楼把所有可能暴露超出这个世界文明的东西全部收起，包括艾米的玩具和安妮的水彩笔，都和她们约定了只能在楼上使用。
en_us: He went downstairs and kept all the things that could possibly expose that he was from out of this world's civilization, including Amy's toys, Annie's watercolor brush, and made them promise that they could only use those upstairs.

source: 下酒菜更是令人惊喜，寻遍洛都的酒馆也找不到比他们家更好吃、更下酒的下酒菜了。
en_us: The side dishes were even more of a surprise. They would never find an even better side dish to go with drinks in any tavern around Rodu.

source: 不一会功夫，一旁的脸盆里堆满了一摞拍坏的黄瓜。
en_us: In no time at all, the basin beside him was filled with smashed cucumbers.

source: 不一会埃菲端着一瓶酒和一盘萝卜条走来，将酒菜放在帕萨卡面前。
en_us: Soon, Eiffie came over with a bottle of liquor and a plate of preserved radish strips and placed them in front of Pasaca.

source: 不一会麦格端着个小托盘走了出来，上边摆着一份酒鬼花生、一份凉拌猪耳朵和一份凉拌猪舌，以及一个小酒杯。
en_us: In no time at all, Mag came out with a small tray. There were drunkard peanuts, pig ears salad, and pig tongue salad, as well as a shot glass.

source: 不一会，伊琳娜穿着一身居家长裙下楼来，脚步略微不太自然。
en_us: Shortly after, Irina came down in a homely long dress. Her gait was slightly unnatural.

source: 不一会，埃菲拿着一本泛黄的小册子回来，郑重的递给了麦格。
en_us: Shortly after, Eiffie returned with a yellowed booklet and passed it to Mag solemnly.

source: 不一会，被火烧了大半头发的利尔横抱着一道身体从火场里冲了出来。
en_us: Not long later, Lear, with half his hair burnt, rushed out of the fire while carrying a body.

source: 不一会，远处屋顶和门口的三个骑士便陷入了呆滞状态，废墟中间升起了一道朦胧的隐匿阵法，让人看不清楚里边的状况。
en_us: In no time at all, the three knights at the rooftop and the distant entrance fell into a trance. In the middle of the ruins, an inconspicuous spell formation appeared, making it difficult for anyone to see what was happening inside.

source: 不一会，麦格就给两人各做了一份扬州炒饭出来，简单又快手。
en_us: In no time at all, Mag made a bowl of Yangzhou fried rice each for the two of them. It was a simple and quick dish.

source: 不一会，麦格拿着一份用木盒打包好的酒鬼花生出来，交给那管家。
en_us: Shortly after, Mag packed one helping of drunkard peanuts in a wooden box, and gave it to the butler.

source: 不一会，麦格放下了这封灰神殿连夜紧急送来的信，脸色微变。
en_us: After a while, Mag put down the letter that was delivered urgently by the Gray Temple at night, and his expression changed slightly.

source: 不一会，麦格端着三份下酒菜和一瓶茅台出来。
en_us: Shortly after, Mag came out with three side dishes and a bottle of Maotai.

source: 不久之后，一道悠长的声音从皇宫内传出。
en_us: Not long later, a voice echoed from within the palace.

source: 不久之后，艾略特匆匆闯入星空洞府，看着海伦娜神情焦急道。
en_us: Soon, Elliot rushed into the Starry Cave as he reported urgently to Helena.

source: 不久后，一辆破旧的马车在塞班酒馆后院停靠了一会，然后缓缓驶离，往城西而去。
en_us: Soon after, a worn-out horse-drawn carriage stopped at the Saipan Tavern's back yard for a moment before slowly driving away and heading to the west of the city.

source: 不久，门外再起响起了敲门声。
en_us: Not long later, someone knocked on the door.

source: 不到一个下午的时间，二皇子乔修将灵魂出卖给魔鬼，对外发动战争，对内残害大臣及其家属，试图弑君谋反，罪无可赦，陛下已经下令罢免其皇子身份，将其抓捕归案，向所有惨死之人谢罪的消息便传遍了洛都。
en_us: By the afternoon, the news of Second Prince Josh committing the unforgivable crimes of selling his soul to the devil, starting a war, massacring the courtiers and their families, and trying to kill the king and rebel and the king removing Josh's prince title and hunting Josh for his crimes had spread throughout Rodu.

source: 不到半天的时间，神秘傻子买下半条罗莫街的消息，便传遍了罗莫街的商家。
en_us: Within half a day, the news of a mysterious fool buying up half of Romo Street spread throughout Romo Street's shops.

source: 不同于十五年前的是，她已经长大不再是孩童，地窖里有着昏黄的灯光，她的怀里还有颤抖的玛拉。
en_us: Different from 15 years ago, she was no longer a child. There was a dim yellow light in the cellar and Mala was in her arms.

source: 不多久，一口鸳鸯锅便被架在了桌上，麦格端着两个大托盘的火锅食材出来，摆满了一整张桌子，其中就包括一大盘金灿灿的油条。
en_us: Not long later, a double-flavored pot was put on the table. Mag brought out two large trays of ingredients, including the golden youtiao, and laid them on the table.

source: 不多久，一头紫纹狮鹫从城北起飞，向着城外飞去，在城外某座山头载上一行四人后，继续北上向着洛都飞去。
en_us: Soon after, a purple-striped griffin took off from the north of the city, and flew out of the city. After picking up four people at the top of a mountain beyond the city, it continued to fly north—towards Rodu.

source: 不多久，一封以巨龙族名义的公开信送到了洛都皇宫，并且在诺兰大陆上流传开来。
en_us: Soon, an open letter in the giant dragons' name was sent to the Rodu's palace, and its contents quickly spread throughout the Norland Continent.

source: 不多久，一行人便到了塞班酒馆门口。
en_us: Soon, their group arrived at the door of Saipan Tavern.

source: 不多久，一道道菜端上了餐桌，摆在希利和卡诺面前。
en_us: Soon, the dishes were served and placed in front of Seely and Canault.

source: 不多久，两个小家伙便又下楼来了。
en_us: Not long later, thw two fellows came downstairs.

source: 不多久，废墟中的隐匿阵法消失，梅兰特回到麦格他们身边。
en_us: Not long later, the inconspicuous spell formation within the ruins disappeared, and Merante returned.

source: 不多久，艾米踮着脚尖，伸出一根小指头轻轻戳了一下冰盒子里的蛋黄酥，惊喜道：“已经放凉了呢。”
en_us: Soon, Amy tiptoed and used her finger to gently poke at the salted egg yolk pastry in the icebox before exclaiming, "They are already cool."

source: 不多久，诺亚和梅兰特也来了。
en_us: Soon after, Noah and Merante came.

source: 不多久，费奇带着手下去了罗莫街。
en_us: Soon, Fitch brought his men to Romo Street.

source: 不多久，麦格便整了一大桌丰盛的午餐。
en_us: In no time at all, Mag made a table full of sumptious food for lunch.

source: 不多久，麦格将拍黄瓜从冰箱中取出。
en_us: Soon after, Mag took the Smashed Cucumber Salad out from the refrigerator.

source: 不多久，麦格打开冰箱拿出了拍黄瓜。
en_us: A while later, Mag opened the refrigerator to retrieve the Smashed Cucumber Salad.

source: 不多久，麦格端着三盘下酒菜和一瓶茅台放在亚伯罕面前。
en_us: Not long later, Mag brought out three side dishes and a bottle of Maotai to Abraham.

source: 不多会，一位十级强者带着一群骑士冲了出来，搜寻了一圈，无功而返。
en_us: Soon, a 10th-tier powerhose came rushing out with a group of knights. They searched around and returned with nothing.

source: 不失圆润、绵柔的酒在口腔中转了一圈，滑入喉咙，余香在口腔中久久缠绵。
en_us: The smooth and fine alcohol swirled around in Lucien's mouth, and slid down his throat. Its fragrance lingered in his mouth.

source: 不少人的目光中在鲍里斯和埃菲身上流转，当年马库斯也是两次压着里斯酒馆夺得金奖，被誉为鲍里斯的一生之敌。
en_us: Many started to look at Boris and Eiffie. Back then, Marcus also won the gold award twice from Reese Tavern and was known to be Boris's one and only rival.

source: 不少大臣闻言暗自松了一口气。
en_us: Many courtiers heaved a breath of relief secretly after hearing that.

source: 不少路人循着酒香聚到了酒馆门口，看着那铁笼子里的小盅咽了咽口水，可看着门上挂着的木牌上写着的营业时间，又是有些无奈。
en_us: Many passers-by congregated at the tavern's entrance by tracing the liquor's aroma. They stared at the little holder in the metal cage and salivated. At the same time, they felt helpless when they looked at the operating time on a wooden plaque hanging on the door.

source: 不得不承认，这个小姑娘长得实在太精致了，完美的继承了她母亲的一切优点，让人有种想要偷走的冲动。
en_us: She had to admit that this little girl was really exquisite. She inherited all her mother's positive traits. She made people want to steal her away.

source: 不得不说，埃菲的确是一个很有魅力的女人，如蜜桃一般成熟，就算是麦格也有刹那的失神。
en_us: Mag had to admit that Eiffie was a very charming woman. She was just like a ripe peach and even Mag lost his senses for a while.

source: 不知怎么的，一些往日的事情突然在他的脑海中闪过，两个流连于街头酒馆的中年男人，两个喝醉后互相搀扶着吐了一路的中年男人，两个曾经喝的酩酊大醉抱着露宿街头的男人……
en_us: For some reason, the memories of the past started flashing past his mind. Two middle-aged men walking down the streets, two middle-aged men supporting each other after getting tipsy as they vomited while walking, and two middle-aged men sleeping on the streets after getting totally wasted.

source: 不知谁叹了口气。
en_us: Someone sighed.

source: 不管怎么样，在没有借助系统提供的菜谱，完全靠自己一步步调试出一道菜，这种成就感的确让麦格非常满足。
en_us: No matter what, he had created a dish by himself step by step without relying on the recipe provided by the system, and this sense of achievement had indeed made Mag very satisfied.

source: 不要慌，这都是光影特效，麦格从系统那里买的，一般是用来充当舞台特效的。
en_us: These were just special effects made by light which Mag bought from the system. It was usually used on stage for special effects.

source: 不轻不重的力道，每一刀拍下，都能让刀背接触的那一截黄瓜恰到好处的裂开，大大小小的裂痕布满黄瓜，却又保持着足够的克制。
en_us: He did not use too much nor too little strength. Each smack allowed the side of the cleaver to get in contact with a segment of the cucumber, making it crack perfectly. The cucumber was covered in large and small cracks, but it was still whole.

source: 不过……
en_us: However...

source: 不过一早醒来，能够被自己心爱的人儿们围着，这种感觉还真不错。
en_us: However, it felt great to be surrounded by the people he loved when he woke up in the morning.

source: 不过一进门，她的目光便被坐在正中那条桌子前的女人所吸引。
en_us: However, her gaze was immediately attracted by the woman sitting at the center of the table.

source: 不过三十年前马库斯带到现场的泰坦酒，其实是无法和这款酒相提并论的，三十年的窖藏才赋予了它别致的灵魂，有了和这款酒一较高下的资格。
en_us: However, in actuality, the Titan Liquor that Marcus brought to the event 30 years ago couldn't compare to this liquor at all. The 30 years aging gave Titan Liquor its soul, which enabled it to be able to compete with this liquor.

source: 不过两个小家伙倒是咔嚓咔嚓的啃的很欢。
en_us: However, the two little ones were enjoying its crunchiness.

source: 不过两人看似旗鼓相当的表现，在安德烈的眼中还有些不够看，比起当年他以六皇子的身份，一一击垮那些排在他身前的皇兄，最终踏上帝位的表现差距太大。
en_us: However, despite the two being rather on par with each other, Andre did not think that it was enough. It was a far cry from how he defeated his older brothers one by one on his route to the throne as the sixth prince.

source: 不过为了尽量准确的还原这道食物的真实性，她只能这样形容。
en_us: However, in order to accurately describe this food item, she had to describe it like that.

source: 不过九短一长的敲门声，很快让他冷静下来。
en_us: However, the nine short knocks and one long knock quickly calmed him down.

source: 不过亚历克斯虽强，却也还没有到无法匹敌的地步。
en_us: However, even if Alex was very powerful, he was not undefeatable.

source: 不过人们回头，看到了奥尔登一行人，又是纷纷收回了目光。
en_us: However, when they turned to look and saw Aulden and the gang, they quickly looked away.

source: 不过今天有个好消息，麦格的信仰值在食全食美杂志发布的第三天，终于突破了十万！
en_us: However, there was some good news today. Mag's faith value had finally reached 100,000 three days after the Perfect Food magazine was released!

source: 不过今天的早餐和午餐都没有准时送达，竟是让他们有点不太习惯。
en_us: However, today's breakfast and lunch weren't delivered on time. They actually weren't used to it.

source: 不过今天这事也给麦格提了个醒，和陌生女人不能随便说什么切磋，不然人家大半夜找上门来切磋，可真是不好解释。
en_us: However, today's incident also reminded Mag that he should not say anything about exchanges with a stranger. Otherwise, it would be difficult to explain himself if the girl turned up in the middle of the night for an exchange.

source: 不过从现在这个结果来看，他的死非常值得，直接将乔修一同带下深渊，再无出头之日。
en_us: However, judging from the results now, his death was so worth it. He brought Josh down to the abyss with him, and there was no way Josh could come up again.

source: 不过他刚一开门，立马就有一群街坊邻居围了上来。
en_us: However, the moment he opened the door, the neighbors all swarmed over.

source: 不过他反出洛斯帝国，言语行径对国王多又不敬，就是借那些作者几个胆，也没人敢写啊。更别说我们这些开书店的了，谁不怕掉脑袋。”
en_us: "However, he deserted the Roth Empire, and was disrespectful to the king in his words. No authors would dare to write about him, let alone we, bookshop owners. Who isn't fearful for their own lives?"

source: 不过他有点高估洛都的人才市场了，天气寒冬，人才市场也是寒冬，连开门的招聘中介所都寥寥无几，更别谈什么优质的服务员了。
en_us: However, he had overestimated the Rodu's human resource market. The weather was cold and so was human resource market. There weren't many recruitment agencies that were open, let alone finding good service staff.

source: 不过他确定了埃菲她们已经进入了酒窖，而凶徒暂时还未突破酒窖的魔法罩，也就没有急着上演裸身救美的戏码，而是快速的冲了个澡，给自己披了一件浴袍。
en_us: However, he was sure that Eiffie had already entered the cellar and the thug couldn't break through the magic shield in the cellar for time being and that was why he didn't rush to save her in the nude. Instead, he quickly showered and put on a bathrobe.

source: 不过他表现出了极好的涵养，很快微笑道：“哈迪斯先生是和马库斯大师那样的天才酿酒师，我们的酒自然无法和你比拟。”
en_us: However, he brought out his best upbringing and quickly replied with a smile, "Mr. Hades is a genius brewer jsut like Master Marcus. Our wine would naturally pale in comparison."

source: 不过他还是拒绝了那看起来黏腻的蜗牛，微笑着摇摇头道：“虽然这个蜗牛可以吃，但我们也不一定要吃掉它，你看它冰天雪地的，一个人孤孤单单的多可怜，还是把它重新放回去吧。”
en_us: However, he still rejected that slimey looking snail. He shook his head with a smile. "Although this snail can be eaten, we don't really have to eat it. Look at how lonely it is in this snowy environment. Let's put it back to where it was."

source: 不过他这一刹那的失误，再出手已经晚了。
en_us: However, after his momentary mistake, it was already too late to act.
